{"pneumokokopatologiczny": "Dotyczący patologicznych zmian w płucach wywołanych przez pneumokoki (bakterie).", "superkalifragilistykoidalny": "Określenie czegoś niezwykle fantastycznego, cudownego, wręcz nieprawdopodobnego.", "antropomorfizacja": "Nadawanie cech ludzkich zwierzętom, roślinom, przedmiotom lub zjawiskom naturalnym.", "dekonstrukcja": "Analiza i krytyka tekstów lub idei, mająca na celu ujawnienie ich ukrytych założeń i sprzeczności.", "hiperbole": "Figura retoryczna polegająca na przesadnym wyolbrzymieniu w celu uzyskania efektu emocjonalnego lub humorystycznego.", "onomatopeja": "Wyraz dźwiękonaśladowczy, naśladujący dźwięki naturalne lub odgłosy wydawane przez przedmioty.", "palindrom": "Wyraz, zdanie lub liczba, które czytane od tyłu brzmią tak samo jak czytane od początku.", "semantyka": "Dziedzina językoznawstwa zajmująca się badaniem znaczenia wyrazów, zwrotów i zdań.", "synergia": "Współdziałanie różnych czynników, które razem dają lepszy efekt niż każdy z nich osobno.", "zoologia": "Nauka o zwierzętach, ich budowie, funkcjonowaniu, zachowaniu, ewolucji i różnorodności.", "konstantynopolitańczykowianeczka": "Żartobliwe określenie młodej mieszkanki Konstantynopola.", "elektroencefalograficzny": "Dotyczący badania elektrycznej aktywności mózgu za pomocą elektroencefalografu.", "transcendentalizm": "Filozofia podkreślająca intuicję i doświadczenie duchowe jako źródło poznania.", "egzystencjalizm": "Filozofia skupiająca się na istnieniu człowieka, jego wolności, wyborach i odpowiedzialności.", "antykoncepcyjny": "Zapobiegający ciąży.", "reinkarnacja": "Wierzenie w odradzanie się duszy w nowym ciele po śmierci.", "rehabilitacja": "Przywracanie zdrowia i sprawności fizycznej lub psychicznej po chorobie lub urazie.", "substancjalny": "Istotny, znaczący, mający dużą wartość lub wpływ.", "nieprawdopodobieństwo": "Mało prawdopodobne, niemal niemożliwe do zdarzenia się.", "niezrozumiałość": "Trudny do zrozumienia, niejasny, nieprzejrzysty.", "hipotetyczny": "Opierający się na przypuszczeniach, domysłach, niepotwierdzony.", "nieśmiertelność": "Nieśmiertelność to stan, w którym istota żyje wiecznie, nie podlegając śmierci.", "nietolerancja": "Brak tolerancji, czyli akceptacji dla czegoś lub kogoś, co jest inne, odmienne od własnych poglądów lub norm.", "niezależność": "Niezależność to stan, w którym ktoś lub coś nie jest zależne od innych, może działać samodzielnie i podejmować własne decyzje.", "nieoczekiwanie": "Nieoczekiwanie to coś, co dzieje się nagle, bez zapowiedzi, zaskakując.", "niejednoznaczność": "Niejednoznaczność to sytuacja, w której coś ma wiele możliwych interpretacji lub znaczeń, nie jest jasne i jednoznaczne.", "niezdecydowanie": "Niezdecydowanie to stan, w którym ktoś nie może podjąć decyzji, waha się między różnymi opcjami.", "nieprzystępność": "Nieprzystępność to cecha czegoś lub kogoś, co jest trudne do zdobycia, osiągnięcia lub zrozumienia.", "nieprzyjemność": "Nieprzyjemność to uczucie przykrości, dyskomfortu, coś, co jest niemile widziane lub niepożądane.", "niekompetencja": "Brak kompetencji, czyli wiedzy, umiejętności lub doświadczenia potrzebnych do wykonania określonego zadania.", "niekompatybilność": "Niekompatybilność to niezgodność, brak możliwości współdziałania lub współistnienia dwóch lub więcej rzeczy.", "nieproporcjonalność": "Nieproporcjonalność to brak odpowiednich proporcji, czyli właściwych stosunków między różnymi elementami lub częściami czegoś.", "nieprawidłowość": "Nieprawidłowość to coś, co jest niezgodne z normami, zasadami lub oczekiwaniami, coś, co jest błędne lub niepoprawne.", "nieodpowiedzialność": "Brak odpowiedzialności, czyli niechęć do ponoszenia konsekwencji swoich działań lub decyzji.", "pragmatyczny": "Praktyczny, nastawiony na osiąganie konkretnych celów, kierujący się rozsądkiem i doświadczeniem.", "imponderabilia": "są to nieuchwytne wartości, idee, uczucia i postawy, które trudno zdefiniować i zmierzyć, ale mają istotny wpływ na nasze życie."}